tap "adoptopenjdk/openjdk"
tap "brimdata/tap"
tap "helix-editor/helix"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "koekeishiya/formulae"
tap "minamijoyo/tfupdate"
tap "nodenv/nodenv"
tap "sanemat/font"
tap "versent/taps"
brew "webp"
brew "python@3.9"
brew "awscli"
brew "bat"
brew "glib"
brew "dust"
brew "exa"
brew "fd"
brew "p11-kit"
brew "gnutls"
brew "gobject-introspection"
brew "harfbuzz"
brew "ffmpeg"
brew "pango"
brew "fzf"
brew "gh"
brew "ghq"
brew "git"
brew "gnu-sed"
brew "go"
brew "graphviz"
brew "grep"
brew "python@3.10"
brew "httpie"
brew "hugo"
brew "ipcalc"
brew "jc"
brew "jq"
brew "libpq"
brew "luajit", args: ["HEAD"]
brew "mkcert"
brew "navi"
brew "tree-sitter"
brew "neovim"
brew "node-build"
brew "nodebrew"
brew "nodenv"
brew "nss"
brew "peco"
brew "pgcli"
brew "q"
brew "redis"
brew "ripgrep"
brew "ruby"
brew "saml2aws"
brew "sbt"
brew "shellcheck"
brew "starship"
brew "telnet"
brew "terraform_landscape"
brew "tfenv"
brew "tflint"
brew "tmux"
brew "tokei"
brew "tree"
brew "wget"
brew "brimdata/tap/zed"
brew "brimdata/tap/zq"
brew "helix-editor/helix/helix"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai"
brew "minamijoyo/tfupdate/tfupdate"
brew "nodenv/nodenv/jetbrains-npm"
brew "sanemat/font/ricty"
cask "1password"
cask "appcleaner"
cask "atok"
cask "clipy"
cask "coteditor"
cask "deepl"
cask "docker"
cask "emacs"
cask "font-hack-nerd-font"
cask "font-droid-sans-mono-nerd-font"
cask "font-noto-sans-cjk-jp"
cask "google-japanese-ime"
cask "iterm2"
cask "itsycal"
cask "jetbrains-toolbox"
cask "karabiner-elements"
cask "krisp"
cask "meetingbar"
cask "miro"
cask "notion"
cask "obs"
cask "scroll-reverser"
cask "skitch"
cask "visual-studio-code"
cask "vivaldi"
cask "zoom"
