tap "adoptopenjdk/openjdk"
tap "brimdata/tap"
tap "go-task/tap"
tap "helix-editor/helix"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "koekeishiya/formulae"
tap "minamijoyo/tfupdate"
tap "nodenv/nodenv"
tap "sanemat/font"
tap "versent/taps"
brew "act"
brew "amazon-ecs-cli"
brew "awscli"
brew "bat"
brew "chezmoi"
brew "colordiff"
brew "dust"
brew "exa"
brew "fd"
brew "ffmpeg"
brew "fontforge"
brew "gh"
brew "ghq"
brew "git"
brew "gitmoji"
brew "gnu-sed"
brew "go"
brew "graphviz"
brew "grep"
brew "helix"
brew "httpie"
brew "hugo"
brew "ipcalc"
brew "jc"
brew "jq"
brew "mkcert"
brew "navi"
brew "neovim"
brew "nodebrew"
brew "nss"
brew "pandoc"
brew "peco"
brew "pgcli"
brew "pipenv"
brew "pyenv"
brew "q"
brew "redis"
brew "ripgrep"
brew "saml2aws"
brew "sbt"
brew "shellcheck"
brew "starship"
brew "telnet"
brew "terraform_landscape"
brew "tfenv"
brew "tflint"
brew "tfsec"
brew "tmux"
brew "tokei"
brew "tree"
brew "wget"
brew "yq"
brew "zoxide"
brew "brimdata/tap/zed"
brew "brimdata/tap/zq"
brew "go-task/tap/go-task"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai"
brew "minamijoyo/tfupdate/tfupdate"
brew "nodenv/nodenv/jetbrains-npm"
brew "sanemat/font/ricty"
cask "1password"
cask "adoptopenjdk11"
cask "appcleaner"
cask "atok"
cask "bartender"
cask "clipy"
cask "coteditor"
cask "deepl"
cask "docker"
cask "emacs"
cask "figma"
cask "font-droid-sans-mono-nerd-font"
cask "font-hack-nerd-font"
cask "font-noto-sans-cjk-jp"
cask "fontforge"
cask "google-drive"
cask "google-japanese-ime"
cask "iterm2"
cask "itsycal"
cask "jetbrains-toolbox"
cask "karabiner-elements"
cask "krisp"
cask "microsoft-remote-desktop"
cask "miro"
cask "notion"
cask "obs"
cask "obsidian"
cask "opera-gx"
cask "raycast"
cask "scroll-reverser"
cask "skim"
cask "skitch"
cask "slack"
cask "sourcetree"
cask "spectacle"
cask "visual-studio-code"
cask "visual-studio-code-insiders"
cask "vivaldi"
cask "wireshark"
cask "xmind"
cask "zoom"
