42Crunch.vscode-openapi
Arjun.swagger-viewer
azemoh.one-monokai
donjayamanne.githistory
eamodio.gitlens
GitHub.copilot
GitHub.github-vscode-theme
GitHub.vscode-pull-request-github
golang.go
Gruntfuggly.todo-tree
hashicorp.terraform
hediet.vscode-drawio
joaompinto.vscode-graphviz
mathiasfrohlich.Kotlin
mhutchie.git-graph
ms-azuretools.vscode-docker
MS-CEINTL.vscode-language-pack-ja
ms-python.python
ms-python.vscode-pylance
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-vscode-remote.remote-containers
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode-remote.remote-wsl
ms-vscode-remote.vscode-remote-extensionpack
ms-vsliveshare.vsliveshare
ms-vsliveshare.vsliveshare-audio
ms-vsliveshare.vsliveshare-pack
PKief.material-icon-theme
redhat.java
redhat.vscode-commons
redhat.vscode-yaml
scala-lang.scala
shd101wyy.markdown-preview-enhanced
timonwong.shellcheck
VisualStudioExptTeam.vscodeintellicode
vscjava.vscode-java-debug
vscjava.vscode-java-dependency
vscjava.vscode-java-pack
vscjava.vscode-java-test
vscjava.vscode-maven
vscodevim.vim
wayou.vscode-todo-highlight
yzhang.markdown-all-in-one
